start_msg = ("Я помогу тебе заполнить анкету для участия в отборе на вакансию оператора контакт-центра Билайн!\n\n"
             " Я задам 10 вопросов - это займёт не больше 5 минут 😉\n\n"
             "Начнём?\nЖми 👉 «Продолжить»'")
start_msg2 = ("Привет 👋\n\n"
              "Давай ещё раз уточним, что тебе предстоит пройти:\n\n"
              "1. Ты будешь рассматриваться на вакансию оператора контакт-центра Билайн\n\n"
              "У тебя будет стабильная заработная плата в размере от 2.500.000-6.000.000 сум💸\n\n"
              "Гибкий график 5/2 с возможностью влиять на него самостоятельно. Регулируемая длительность рабочих смен от 4  до 12 часов.  Плавающие выходные 🕘\n\n"
              "2. Перед тем как устроиться на работу к нам тебе предстоит пройти 3 этапа отбора: \n"
              "- телефонное собеседование\n"
              "- тестирование в нашем офисе (там ничего сложного, даже весело 🙂)\n"
              "- прикольное собеседование с 2-3 веселыми людьми\n\n"
              "3. Если проходишь все этапы - то мы тебя зачисляем на обучение в нашем офисе. \n"
              "Обучение длится 15-17 дней. Ты можешь выбрать дневную или вечернюю форму обучения.\n"
              "Если проходишь обучение и сдаёшь аттестацию - ты принят в штат! 🎉😁\n\n"
              "Оплата труда, график работы и команда - обо всем этом расскажем и даже покажем 😎\n\n"
              "Если ты умеешь общаться как минимум на 2 языках (узбекский и русский) и тебе уже 18 лет,"
              " жми «Да,я хочу в Билайн!»")
cause_of_rejection = ("Жаль :(\n"
                      "Пожалуйста, поделись с нами причинами твоего отказа.\n"
                      "Ты нам очень поможешь улучшить наши процессы рекрутинга")
again = ("Если хочешь пройти опрос заново нажми на кнопку: '/start'")
number = ("Сообщите свой номер телефона в формате 998ХХХХХХХХХ")
wrong_number = ("Пожалуйста введите номер именно в формате 998XXXXXXXXX.Не используйте пробелов и символов при написании номера")
name = ("Напиши своё имя")
surname = ("Напиши свою фамилию")
date_of_birthday = ("Дата твоего рождения")
data_not_exist = ("Такой даты не существует")
less_than_18 = ("Спасибо тебе за ответы на вопросы!\n"
                "Если твоя кандидатура подойдёт после рассмотрения, то мы тебе перезвоним.")
choose_day = ("Выберите день")
choose_month = ("Выберите месяц")
choose_year = ("Выберите год")
where_are_you_from = ("Откуда ты?")
district = ("Выберите район")
drugoi = ("Напишите свой (регион)город и район")
education = ("Укажите уровень образования")
rus_lang = ("Уровень владения русским языком")
uzb_lang = ("Уровень владения узбекским языком")
eng_lang = ("Уровень владения английским языком")
great = ("Владею как родным языком :)")
good = ("Могу вести обычные беседы свободно и уверенно")
not_good = ("Понимаю язык ,но не могу свободно общаться")
bad = ("Не владею языком")
experience_msg = ("Есть ли у тебя опыт работы?(неважно официальный или неофициальный)")
experience_about = ("Опиши последний опыт работы коротко\n\n- Кем ты работал? \n- В какой организации? \n- Период работы ")
time_for_call = ("Подскажи нам, в какие дни недели и в какое время тебе будет комфортно пройти телефонное интервью")
thank_you = ("Супер!👍\nСпасибо за прохождение опроса!\n\nТеперь наш рекрутер оценит твой профиль и созвонится с тобой для проведения первого интервью!")
sendmail = ("Несколько советов  к телефонному интервью:\n\n"
            "Убедись, что тебе ничего не будет мешать и ты не будешь отвлекаться на посторонние дела во время телефонного интервью.\n\n"
            "Если тебе будет неудобно говорить - не стесняйся попросить перенести звонок.\n\n"
            "Список примерных вопросов:\n"
            "1. Коротко расскажи о себе\n"
            "2. Подробнее расскажи о причинах того, почему ты хочешь работать в Билайн сотрудником Контакт-центра\n"
            "3. Что ты ожидаешь получить от работы в Билайн\n\n"
            "Удачи :)")
